Revit 2027 API
ParameterTypeId.LevelRelativeBaseType Property
 "Elevation Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelRelativeBaseType { get; }
Public Shared ReadOnly Property LevelRelativeBaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelRelativeBaseType {
	ForgeTypeId^ get ();
}
static member LevelRelativeBaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace